// 서비스 가입
var msgSvj = {
    // step01
    title1 : 'KB국민은행 계좌선택',
    text1 : 'KB국민은행 기업뱅킹에<br>등록되어있는 계좌 먼저 빠르게<br>등록하고 가입을 시작해 보세요.',
    img1 : 'svj_01',

    // step02
    title2 : '약관동의와<br>권유 영업점 선택',
    text2 : '약관동의와 권유영업점을<br>선택하고 Star CMS 가입을<br>완료하세요.',
    img21 : 'svj_02_01',
    img22 : 'svj_02_02',

    // step03
    title3 : 'Star CMS 서비스<br>가입 완료',
    text3 : 'Star CMS 가입 후 다른 기관도<br>한번에 등록하면 더 편리하게<br>이용할 수 있습니다.',
    img3 : 'svj_03',

    // step04
    title4 : '카드사와 국세청<br>추가 등록',
    text4 : '공동인증서 하나로 은행, 카드,<br>국세청까지 한번에 등록하면<br>Star CMS에서 제공하는<br>자금보고서 서비스 등 다양한<br>서비스를 빠르게 제공받을 수<br>있습니다.',
    img4 : 'svj_04',

    // step05
    title5 : '인증서 등록',
    text5 : '공동인증서 하나로 은행, 카드,<br>국세청까지 한번에 등록하면<br>Star CMS에서 제공하는<br>자금보고서 서비스 등 다양한<br>서비스를 빠르게 제공받을 수<br>있습니다.',
    img5 : 'svj_05',

    // step06
    title6 : '인증서에 등록된 기관<br>한 번에 등록',
    text6 : '인증서에 등록된 다른 기관까지<br>한 번에 Star CMS가 모두<br>등록 해 드립니다.',
    img61 : 'svj_06_01',
    img62 : 'svj_06_02',
};

// 기관등록
var msgAgc = {
    // step01
    title1 : '다른 기관 등록',
    text1 : '기관 추가 등록 및 등록된<br>기관 관리는<br>뱅킹관리 > 등록기관관리에서<br>가능합니다.',
    img1 : 'agc_01',

    // step02
    title2 : '사업자・연결방식 선택',
    text2 : 'Star CMS는 쉽고 다양한<br>연결방식을 제공하고 있습니다.',
    img2 : 'agc_02',

    // step03
    title3 : '등록 기관 선택',
    text3 : '등록을 원하는 기관을<br>선택해주세요.<br>여러 기관을 한 번에 선택하여<br>등록 할 수 있습니다.',
    img31 : 'agc_03_01',
    img32 : 'agc_03_02',

    // step04
    title4 : '인증 정보 등록',
    text4 : '인증서 등록 선택 시,<br>각 기관에 해당하는 인증서를<br>등록해주세요.<br>같은 인증서를 사용하는 기관을<br>선택하여 인증서 일괄등로<br>버튼을 클릭하면 한 번에<br>등록이 가능합니다.<br><br>ID/PW 등록 선택 시, ID와 PW<br>인증 정보를 등록해주세요.',
    img41 : 'agc_04_01',
    img42 : 'agc_04_02',

    // step05
    title5 : '기관 등록',
    text5 : '입력된 정보를 통해 한 번에<br>Star CMS가 모두 등록해<br>드립니다.',
    img5 : 'agc_05',

    // step06
    title6 : '기관 등록 완료',
    text6 : '통합계좌조회 메뉴에서<br>등록된 기관의 정보를<br>한 눈에 확인할 수 있습니다.',
    img6 : 'agc_06',

};

// 통합계좌조회
var msgAcs = {
    // step01
    title1 : '등록 계좌정보 업데이트',
    text1 : '등록된 계좌의 최신정보를<br>불러오기 위해 [잔액 업데이트]<br>혹은 [전체내역 업데이트]버튼을<br>클릭해 주세요.',
    list1 : '<li>잔액 업데이트 : 계좌 잔액 업데이트</li><li>전체 내역 업데이트 : 계좌 잔액과 거래내역<br>업데이트</li>',
    img1 : 'acs_01',

    // step02
    title2 : '계좌상세조회',
    text2 : '계좌의 거래내역이나 상세조회를<br>원하는 계좌의 계좌번호나 [조회]<br>버튼을 클릭하면 해당 계좌의<br>상세로 이동합니다.',

    // step03
    title3 : '거래내역조회',
    text3 : '선택한 계좌의 거래내역을<br>상세조회 할 수 있습니다.<br>조회조건을 변경하여 원하는<br>계좌의 상세내역을 빠르게<br>조회해보세요.',
    img3 : 'acs_02',
};

// 카드한도조회
var msgCls = {
    // step01
    title1 : '잔여한도 조회할 카드 선택',
    text1 : '잔여한도 조회할 카드 선택잔여한도 조회할 카드 선택',
    img1 : 'cls_01',
    // step02
    title2 : '잔여한도 조회할 카드 선택',
    text2 : '잔여한도 조회할 카드 선택잔여한도 조회할 카드 선택',
    img21 : 'cls_02_01',
    img22 : 'cls_02_02',
    // step02
    title3 : '잔여한도 조회완료',
    text3 : '간단한 최신화를 통해 사업자에<br>등록된 여러 카드의 잔여한도를<br>한번에 조회할 수 있습니다.',
    img3 : 'cls_03',
};

// 카드승인내역
var msgCsl = {
    // step01
    title1 : '최신내역 업데이트할<br>카드의 사업자 선택',
    text1 : '사업자 전체 조회도 가능하지만,<br>최신내역 업데이트를 위해서<br>사업자를 선택해 주세요.',
    img11 : 'csl_01_01',
    img12 : 'csl_01_02',    
    // step01
    title2 : '승인내역 최신화',
    text2 : '[최신내역 업데이트] 버튼으로<br>승인내역을 업데이트 해주세요.<br>승인내역 조회기간 (최대1개월)<br>설정 후, 확인하시면 업데이트가<br>진행됩니다.<br><br>최신내역 업데이트는 사업자<br>선택 시에만 가능합니다.',
    img21 : 'csl_02_01',
    img22 : 'csl_02_02',
    // step03
    title3 : '상세조회를 원하는<br>카드 선택 후 해당 카드에<br>대한 승인내역 조회',
    text3 : '하나의 카드를 선택 후,<br>[승인내역 상세조회] 버튼 클릭 시 해당 카드의 승인내역을<br>빠르게 확인 할 수 있습니다.',
    // step04
    title4 : '승인내역 상세조회',
    text4 : '조회조건을 변경하여<br>원하는 카드의 승인내역을<br>조회해보세요.<br>단, 최신내역 조회를 통해<br>최신 업데이트된 승인내역만<br>확인 할 수 있습니다.',
    img4 : 'csl_03',
};

// 카드청구내역
var msgCcl = {
    // step01
    title1 : '최신내역 업데이트할<br>카드의 사업자 선택',
    text1 : '사업자 전체 조회도 가능하지만,<br>최신내역 업데이트를 위해서<br>사업자를 선택해 주세요.',
    img11 : 'ccl_01_01',
    img12 : 'ccl_01_02',
    // step02
    title2 : '청구내역 최신화',
    text2 : '[최신내역 업데이트] 버튼으로<br>청구내역을 업데이트 해주세요.<br>청구내역 조회기간 설정 후,<br>확인하시면 업데이트가 진행됩니다.<br><br>최신내역 업데이트는 사업자선택 시에만 가능합니다.',
    img21 : 'ccl_02_01',
    img22 : 'ccl_02_02',
    // step03
    title3 : '상세조회를 원하는 카드<br>선택 후 해당 카드에 대한<br>청구내역조회',
    text3 : '하나의 카드를 선택 후,<br>[청구내역 상세조회]버튼 클릭 시<br>해당 카드의 청구내역을 빠르게<br>확인 할 수 있습니다.',
    // step04
    title4 : '청구내역 상세조회',
    text4 : '조회조건을 변경하여<br>원하는 카드의 청구내역을<br>조회해보세요.<br>단, 최신내역조회를 통해<br>최신 업데이트 된 청구내역만<br>확인 할 수 있습니다.',
    img4 : 'ccl_03',
};

// 자금일보
var msgFrt = {
    // step01
    title1 : '운용가능액 조회',
    text1 : '기업의 실제 자금 운용가능액을<br>조회하고 운용가능액 예상까지<br>가능합니다.',
    img1 : 'frt_01',
    // step02
    title2 : '조회일 예상 입금액 입력',
    text2 : '직접입력 혹은 불러오기를 통해 예상 입금액을 입력할 수 있습니다. 직접입력으로 예상 입금액을 입력해 보세요.',
    img21 : 'frt_02_01',
    img22 : 'frt_02_02',
    // step03
    title3 : '조회일 예상 출금액 입력',
    text3 : '직접입력 혹은 불러오기를 통해 예상 출금액을 입력할 수 있습니다. 불러오기로 예상 출금액을 입력해 보세요.',
    img31 : 'frt_03_01',
    img32 : 'frt_03_02',
    img33 : 'frt_03_02',
};

// 자금수지
var msgFbc = {
    // step01
    title1 : '운용가능액 조회',
    text1 : '기업의 실제 자금 운용가능액을<br>조회하고 운용가능액 예상까지<br>가능합니다.',
    img1 : 'fbc_01',
    // step02
    title2 : '입금내역 조회로<br>수금 정보 불러오기',
    text2 : '매출금액의 수금 예정일, 수금<br>예정금액에 대한 정보를 입금내역 조회를 통해 불러오세요.',
    img21 : 'fbc_02_01',
    img22 : 'fbc_02_02',
    img23 : 'fbc_02_03',
    img24 : 'fbc_02_04',    
    // step03
    title3 : '매입(보낼 돈) 조회',
    text3 : '조회조건 설정 후 매입금액을<br>조회해 보세요.',
    img3 : 'fbc_03',
    // step04
    title4 : '지급예정일, 지급 예정금액<br>설정',
    text4 : '매입금액의 예상 지급예정일과 지급예정금액을 저장하세요.',
    img4 : 'fbc_04',
    // step05
    title5 : '보기 쉬운 캘린더로<br>일정 조회',
    text5 : '매출금액 수금일정과 매입금액 지급일정을 캘린더로 보기 쉽게<br>조회해 보세요.',
    img51 : 'fbc_05_01',
    img52 : 'fbc_05_02',
};

// 자금모으기실행
var msgFre = {
    // step01
    title1 : '출금계좌 선택',
    text1 : '등록계좌, 최근거래내역, 자금모으기 그룹, 직접입력(Master의 경우)까지 다양한 방식으로 출금계좌를 선택하세요. 출금계좌는<br>최대 20건까지 선택 가능합니다.',
    img11 : 'fre_01_01',
    img12 : 'fre_01_02',
    // step02
    title2 : '입금계좌선택 및 정보입력',
    text2 : '자금모으기 입금계좌를 선택하시고, 추가된 출금계좌의 비밀번호와 계좌메모를 입력해주세요.',
    // step03
    title3 : '이체가능금액조회',
    text3 : '자금모으기 실행 전에 이체가능금액조회 버튼을 클릭해 조회 완료 후 자금모으기 실행이 가능합니다.<br><br>등록된 계좌는 버튼 클릭 한 번으로 조회가 가능하지만, 직접 입력한 계좌는 각 계좌의 조회버튼을 통해 조회가 가능합니다.',
    // step04
    title4 : '자금모으기 실행',
    text4 : '각 기관의 보안매체(OTP)를 입력하면 자금모으기가 실행합니다.',
    img4 : 'fre_02',
    // step05
    title5 : '자금모으기 완료',
    text5 : '자금모으기 실행완료 계좌 목록을 그룹으로 저장하거나, 등록되지 않은 자금모으기 실행완료 계좌를 선택하여 Star CMS에 등록하면 다음 자음모으기 실행 시, 더 빠르고 쉽게 이용할 수 있습니다.',
    img5 : 'fre_03',
};

// 자금모으기그룹 설정
var msgFrs = {
    // step01
    title1 : '자금모으기 그룹등록',
    text1 : '빠르고 편리한 자금모으기 실행을 위해 ‘자금모으기 > 자금모으기그룹’ 메뉴에서 자금모으기<br>그룹을 등록해 보세요.',
    img1 : 'frs_01',
    // step02
    title2 : '자금모으기 그룹명 입력 및<br>출금계좌선택',
    text2 : '자금모으기 그룹명을 입력하고<br>출금계좌를 선택해주세요. 출금계좌는 최대 20건까지 선택가능합니다.',
    img21 : 'frs_02_01',
    img22 : 'frs_02_02',
    // step03
    title3 : '입금계좌선택 및 정보입력',
    text3 : '자금모으기 입금계좌를 선택하시고, 추가된 출금계좌와 설정한<br>입금계좌의 계좌메모를 입력해주세요.',
    img3 : 'frs_03',
    // step04
    title4 : '자금모으기그룹 등록 완료',
    text4 : '등록한 자금모으기그룹을 이용해 빠르게 자금모으기를 실행해보세요.',
    img4 : 'frs_04',
};